Repository: Horizontal-org/Tella-iOS
Catalog: Tella/Supporting Files/*.lproj/Localizable.strings
Languages: fr

# Onboarding_Intro_Head
source: Welcome to Tella
fr: Bienvenue à Tella

# Onboarding_Intro_Subhead
source: Document & Protect
fr: Documenter et protéger

# Onboarding_Intro_Action_GetStarted
source: GET STARTED
fr: Démarrer

# LockUnlock_LockSelect_Subhead
source: How would you like to lock Tella?
fr: Comment souhaitez-vous verrouiller Tella ?

# LockUnlock_LockSelect_Action_Password
source: PASSWORD
fr: Mot de passe

# LockUnlock_LockSelect_ActionExpl_Password
source: The most secure option
fr: L'option la plus sûre

# LockUnlock_LockSelect_Action_Pin
source: PIN
fr: Code PIN

# LockUnlock_LockSelect_ActionExpl_Pin
source: Moderately secure
fr: Moyennement sûr

# LockUnlock_LockSelect_Title
source: Lock
fr: Verrou

# LockUnlock_Action_Back
source: Back
fr: Retour

# LockUnlock_Action_Next
source: Next
fr: Poursuivre

# LockUnlock_LockPasswordSet_Subhead
source: Enter your password
fr: Entrez votre mot de passe

# LockUnlock_LockPasswordConfirm_Subhead
source: Confirm your password
fr: Confirmer votre mot de passe

# LockUnlock_LockPasswordConfirm_Expl
source: Please enter your password one more time, just to be sure.
fr: Confirmez votre mot de passe encore une fois, juste pour être certain.

# LockUnlock_LockPasswordConfirm_Error_PasswordsDoNotMatch
source: Please try again. Your passwords do not match.
fr: Veuillez réessayer. Vos mots de passe ne correspondent pas.

# LockUnlock_LockPinSet_Subhead
source: Enter your PIN
fr: Entrez votre code PIN

# LockUnlock_LockPinConfirm_Subhead
source: Confirm your PIN
fr: Confirmez votre code PIN

# LockUnlock_LockPinConfirm_Expl
source: Please enter your PIN one more time, just to be sure.
fr: Confirmez votre code PIN une nouvelle fois, juste pour être certain.

# LockUnlock_LockPinConfirm_Error_PINsDoNotMatch
source: Please try again. Your PINs do not match.
fr: Veuillez réessayer. Vos codes PIN ne correspondent pas.

# LockUnlock_UnlockPassword_Subhead
source: Enter your password to unlock
fr: Entrez votre mot de passe pour déverouiller

# LockUnlock_UnlockUpdatePassword_Subhead
source: Enter your password to change your lock method
fr: Entrez votre mot de passe pour changer votre méthode de verrouillage

# LockUnlock_UnlockUpdatePassword_Error_IncorrectPassword
source: Incorrect password, please try again
fr: Mot de passe incorrect, veuillez essayer à nouveau

# LockUnlock_UnlockPin_Subhead
source: Enter your PIN to unlock Tella
fr: Entrez votre code PIN pour déverrouiller Tella

# LockUnlock_UnlockUpdatePin_Subhead
source: Enter your PIN to change your lock method
fr: Entrez votre code PIN pour changer de méthode de verrouillage

# LockUnlock_UnlockUpdatePin_Error_IncorrectPIN
source: Incorrect PIN, please try again
fr: Code PIN incorrect, veuillez essayer à nouveau

# Home_TabBar
source: Home
fr: Accueil

# Home_RecentFiles_Subhead
source: Recent files
fr: Fichiers récents

# Home_RecentFiles_MoreFiles
source: %i more files
fr: %i fichiers en plus

# Home_TellaFiles_Subhead
source: Tella files
fr: Fichiers Tella

# Home_TellaFiles_Action_AllFiles
source: All files
fr: Tous les fichiers

# Home_TellaFiles_Action_Videos
source: Videos
fr: Vidéos

# Home_TellaFiles_Action_Others
source: Others
fr: Autres

# Home_QuickDelete_Action_Title
source: DELETE
fr: SUPPRIMER

# Home_QuickDelete_Action_QuickDelete
source: Quick Delete Activated
fr: Suppression rapide activée

# Home_QuickDelete_Action_QuickDeleteDeactivated
source: Tap anywhere to cancel
fr: Toucher n’importe où pour annuler

# Vault_SortBy_SheetTitle
source: Sort by
fr: Trier par

# Vault_SortBy_Name
source: Name
fr: Nom

# Vault_SortBy_AscendingName_SheetSelect
source: Name A > Z
fr: Nom A > Z

# Vault_SortBy_DescendingName_SheetSelect
source: Name Z > A
fr: Nom Z > A

# Vault_SortBy_AscendingDate_SheetSelect
source: Newest to oldest
fr: Du plus récent au plus ancien

# Vault_SortBy_DescendingDate_SheetSelect
source: Oldest to newest
fr: Du plus ancien au plus récent

# Vault_Items_AppBar
source: %i items
fr: %i éléments

# Vault_Item_AppBar
source: %i item
fr: %i élément

# Vault_ManageFiles_SheetTitle
source: Manage files
fr: Gérer les fichiers

# Vault_ManageFiles_TakePhotoVideo_SheetSelect
source: Take photo/video
fr: Prendre une photo/vidéo

# Vault_ManageFiles_RecordAudio_SheetSelect
source: Record audio
fr: Enregistrer de l’audio

# Vault_ManageFiles_ImportFromDevice_SheetSelect
source: Import from device
fr: Importer depuis l'appareil

# Vault_ImportDelete_Title
source: Import and delete original file?
fr: Importer le fichier et détruire l'original ?

# Vault_ImportDelete_Content
source: After importing the file into Tella, do you want to keep the original file on your device or delete it?
fr: Après avoir importé le fichier dans Tella, souhaitez-vous conserver le fichier d'origine sur votre appareil ou le supprimer ?

# Vault_ImportDelete_SubContent
source: If you delete it, the file imported into Tella will be the only copy left.
fr: Si vous le supprimez, le fichier importé dans Tella sera la seule copie restante.

# Vault_ImportDelete_KeepOriginal
source: KEEP ORIGINAL
fr: GARDER L'ORIGINAL

# Vault_ImportDelete_DeleteOriginal
source: DELETE ORIGINAL
fr: SUPPRIMER L’ORIGINAL

# Vault_ManageFiles_CreateNewFolder_SheetSelect
source: Create new folder
fr: Créer un nouveau dossier

# Vault_ManageFiles_PhotoLibrary_SheetSelect
source: Photo Library
fr: Bibliothèque de photos

# Vault_MoreActions_Share_SheetSelect
source: Share
fr: Partager

# Vault_MoreActions_Move_SheetSelect
source: Move to another folder
fr: Déplacer vers un autre dossier

# Vault_MoreActions_Rename_SheetSelect
source: Rename
fr: Renommer

# Vault_MoreActions_Save_SheetSelect
source: Save to device
fr: Sauvegarder sur le dispositif

# Vault_MoreActions_FileInformation_SheetSelect
source: File information
fr: Informations sur le fichier

# Vault_MoreActions_Delete_SheetSelect
source: Delete
fr: Supprimer

# Vault_RenameFile_SheetTitle
source: Rename file
fr: Renommer le fichier

# Vault_RenameFile_Cancel_SheetAction
source: CANCEL
fr: ANNULER

# Vault_RenameFile_Save_SheetAction
source: SAVE
fr: ENREGISTRER

# Vault_CreateNewFolder_SheetTitle
source: Create new folder
fr: Créer un nouveau dossier

# Vault_CreateNewFolder_Cancel_SheetAction
source: CANCEL
fr: ANNULER

# Vault_CreateNewFolder_Create_SheetAction
source: CREATE
fr: CRÉER

# Vault_DeleteFile_SheetTitle
source: Delete file?
fr: Supprimer le fichier ?

# Vault_DeleteFile_SheetExpl
source: The selected files will be permanently deleted from Tella.
fr: Les fichiers sélectionnés seront définitivement supprimés de Tella.

# Vault_DeleteFile_Cancel_SheetAction
source: CANCEL
fr: ANNULER

# Vault_DeleteFile_Delete_SheetAction
source: DELETE
fr: SUPPRIMER

# Vault_SaveToDevice_SheetTitle
source: Save to device gallery?
fr: Enregistrer dans la galerie de l’appareil ?

# Vault_SaveToDevice_SheetExpl
source: This will make your files accessible from outside Tella, in your device’s gallery and by other apps.
fr: Cela rendra vos fichiers accessibles d'en dehors Tella, dans la galerie de votre appareil et par d'autres applications.

# Vault_SaveToDevice_Save_SheetAction
source: Save to device
fr: Sauvegarder sur le dispositif

# Vault_SaveToDevice_Cancel_SheetAction
source: Cancel
fr: Annuler

# Vault_MoveFile_AppBar
source: Move %@
fr: Déplacer %@

# Vault_MoveFile_Action_Cancel
source: CANCEL
fr: ANNULER

# Vault_MoveFile_Action_Move
source: MOVE HERE
fr: DÉPLACER ICI

# Vault_VerifInfo_AppBar
source: File info
fr: Infos sur le fichier

# Vault_VerifInfo_FileName
source: File name
fr: Nom du fichier

# Vault_VerifInfo_Size
source: Size
fr: Taille

# Vault_VerifInfo_Created
source: Created
fr: Créé

# Vault_VerifInfo_Resolution
source: Resolution
fr: Résolution

# Vault_VerifInfo_Length
source: Length
fr: Durée

# Vault_VerifInfo_FilePath
source: File path
fr: Chemin du fichier

# Vault_ImportProgress_SheetTitle
source: Importing and encrypting
fr: Importation et chiffrement

# Vault_ImportProgress_SheetExpl
source: %@ file imported
fr: %@ fichier importé

# Vault_ImportProgress_Cancel_SheetAction
source: CANCEL
fr: ANNULER

# Vault_CancelImportFile_SheetTitle
source: Are you sure you want to cancel?
fr: Êtes-vous sûr de vouloir annulé ?

# Vault_CancelImportFile_SheetExpl
source: Your file will not be imported.
fr: Votre fichier ne sera pas importé.

# Vault_CancelImportFile_Back_SheetAction
source: BACK
fr: RETOUR

# Vault_CancelImportFile_CancelImport_SheetAction
source: CANCEL IMPORT
fr: ANNULER L'IMPORTATION

# Vault_EmptyFolder_Expl
source: This folder is empty! Tap the + button below to import a file or create a folder.
fr: Ce dossier est vide ! Appuyez sur le bouton « + » ci-dessous pour importer un fichier ou créer un dossier.

# Recorder_TabBar
source: Rec
fr: Dictaphone

# Recorder_AppBar
source: Recorder
fr: Dictaphone

# Recorder_SuffixRecording
source: Recording
fr: Enregistrement

# Recorder_DeviceTimeLeft
source: left
fr: restant

# Recorder_DeviceTimeLeft_Day
source: day
fr: jour

# Recorder_DeviceTimeLeft_Days
source: days
fr: jours

# Recorder_DeviceTimeLeft_Hour
source: hour
fr: heure

# Recorder_DeviceTimeLeft_Hours
source: hours
fr: heures

# Recorder_DeviceTimeLeft_Minutes
source: min
fr: minutes

# Recorder_AudioRecordings_AppBar
source: Audio recordings
fr: Enregistrements audio

# Recorder_SaveRecording_SheetTitle
source: Save recording?
fr: Sauvegarder l'enregistrement ?

# Recorder_SaveRecording_SheetExpl
source: Your recording is not saved. Would you like to save it before exiting?
fr: Votre enregistrement n'est pas sauvegardé. Voulez-vous le sauvegarder avant de quitter ?

# Recorder_SaveRecording_Cancel_SheetAction
source: CANCEL
fr: ANNULER

# Recorder_SaveRecording_Discard_SheetAction
source: DISCARD
fr: JETER

# Recorder_SaveRecording_Save_SheetAction
source: SAVE
fr: ENREGISTRER

# Recorder_RenameRecording_SheetTitle
source: Rename recording
fr: Renommer l'enregistrement

# Recorder_RenameRecording_Cancel_SheetAction
source: CANCEL
fr: ANNULER

# Recorder_RenameRecording_Save_SheetAction
source: SAVE
fr: ENREGISTRER

# Recorder_AudioRecordingSaved_Toast
source: The audio recording was saved to your Tella files.
fr: L'enregistrement audio a été enregistré dans vos fichiers Tella.

# Recorder_DeniedAudioPermission_Action_Settings
source: Settings
fr: Paramètres

# Recorder_DeniedAudioPermission_Action_Cancel
source: CANCEL
fr: ANNULER

# Camera_TabBar
source: Camera
fr: Appareil photo

# Camera_AppBar
source: Images and Videos
fr: Images et Vidéos

# Camera_TabTitle_Video
source: Video
fr: Vidéo

# Camera_EncryptingProgress_SheetTitle
source: Encrypting file...
fr: Chiffrement du fichier...

# Camera_EncryptingProgress_SheetExpl
source: %i%% complete
fr: %i%% complété

# Camera_EncryptingProgress_Cancel_SheetAction
source: CANCEL
fr: ANNULER

# Camera_CancelEncrypting_SheetTitle
source: Cancel encryption and delete file?
fr: Annuler le chiffrement et supprimer le fichier ?

# Camera_CancelEncrypting_SheetExpl
source: If you cancel, your file will be lost.
fr: Si vous annulez, votre fichier sera perdu.

# Camera_CancelEncrypting_Delete_SheetAction
source: DELETE FILE
fr: SUPPRIMER LE FICHIER

# Camera_CancelEncrypting_Back_SheetAction
source: BACK
fr: RETOUR

# Camera_DeniedCameraPermission_Action_Settings
source: Settings
fr: Paramètres

# Camera_DeniedCameraPermission_Action_Cancel
source: CANCEL
fr: ANNULER

# Settings_Sett_AppBar
source: Settings
fr: Paramètres

# Settings_Sett_General
source: General
fr: Général

# Settings_Sett_Servers
source: Servers
fr: Serveurs

# Settings_Sett_Security
source: Security
fr: Sécurité

# Settings_Sett_About
source: About & Help
fr: À propos et Aide

# Settings_SettGen_AppBar
source: General
fr: Général

# Settings_SettGen_Language
source: Language
fr: Langue

# Settings_SettGen_RecentFiles
source: Recent files
fr: Fichiers récents

# Settings_SettGen_RecentFiles_Expl
source: Gives you quick access to your recent files on Tella’s homescreen.
fr: Vous donne un accès rapide à vos fichiers récents sur l'écran d'accueil de Tella.

# Settings_SettLang_AppBar
source: Language
fr: Langue

# Settings_SettLang_DefaultLanguage
source: Default
fr: Valeur par défaut

# Settings_SettLang_DefaultLanguage_Expl
source: Keep Tella in the same language as my device
fr: Garder Tella dans la même langue que mon appareil

# Settings_SettLang_English_Expl
source: English
fr: Anglais

# Settings_SettLang_French_Expl
source: French
fr: Français

# Settings_SettLang_Spanish_Expl
source: Spanish
fr: Espagnol

# Settings_SettSec_AppBar
source: Security
fr: Sécurité

# Settings_SettSec_Lock
source: Lock
fr: Verrou

# Settings_SettSec_LockTimeout
source: Lock timeout
fr: Durée avant verrouillage

# Settings_SettSec_ScreenSecurity
source: Screen security
fr: Sécurité de l'écran

# Settings_SettSec_ScreenSecurity_Expl
source: Block screen recordings inside Tella and screen preview in the list of recent apps
fr: Bloquer les enregistrements d'écran dans Tella et l'aperçu d'écran dans la liste des applications récentes

# Settings_Sett_QuickDelete
source: Quick Delete
fr: Suppression rapide

# Settings_Sett_QuickDelete_Expl
source: Shows a sliding button on Tella’s homescreen to quicky delete files in Tella in emergency situations.
fr: Affiche un bouton coulissant sur l'écran d'accueil pour quitter rapidement Tella en cas d'urgence.

# Settings_Sett_QuickDelete_Files_CheckboxItem
source: Delete files
fr: Supprimer les fichiers

# Settings_Sett_QuickDelete_Connections_CheckboxItem
source: Delete connections
fr: Supprimer les connections

# Settings_SettLockTimeout_SheetTitle
source: Lock timeout
fr: Durée avant verrouillage

# Settings_SettLockTimeout_SheetExpl
source: Decide how long it takes for Tella to lock.
fr: Détermine au bout de combien de temps Tella se verrouillera.

# Settings_SettLockTimeout_Immediately_SheetSelect
source: Immediately
fr: Immédiatement

# Settings_SettLockTimeout_OneHour_SheetSelect
source: 1 hour
fr: 1 heure

# Settings_SettLockTimeout_Cancel_SheetAction
source: CANCEL
fr: ANNULER

# Settings_SettLockTimeout_Save_SheetAction
source: SAVE
fr: ENREGISTRER

# Settings_SettServers_AppBar
source: Servers
fr: Serveurs

# Settings_SettAbout_AppBar
source: About & Help
fr: À propos et Aide

# Settings_SettAbout_ContactUs
source: Contact us
fr: Nous contacter

# Settings_SettAbout_PrivacyPolicy
source: Privacy policy
fr: Politique de confidentialité

# Reports_AppBar
source: Reports
fr: Rapports

# Reports_Report_AppBar
source: Report
fr: Rapport

# Reports_Draft_EmptyAllFiles_Expl
source: Your Drafts is currently empty. Reports that you have not submitted will appear here.
fr: Vos brouillons sont actuellement vides. Les rapports que vous n’avez pas soumis apparaîtront ici.

# Reports_Outbox_EmptyAllFiles_Expl
source: Your Outbox is currently empty. Reports that are ready to be sent will appear here.
fr: Votre boîte d'envoi est actuellement vide. Les rapports prêts à être envoyés apparaîtront ici.

# Reports_Submitted_EmptyAllFiles_Expl
source: You have no submitted reports.
fr: Vous n'avez soumis aucun rapport.

# Reports_Action_NewReport
source: NEW REPORT
fr: NOUVEAU RAPPORT

# Reports_Draft_Select_Title
source: Title
fr: Titre

# Reports_Draft_SendTo
source: Send report to:
fr: Envoyer le rapport à :

# Reports_Draft_SuccessMessage
source: The audio recording was saved to your Tella files.
fr: L'enregistrement audio a été enregistré dans vos fichiers Tella.

# Reports_Draft_Action_Submit
source: SUBMIT
fr: SOUMETTRE

# Reports_Draft__Action_Send
source: SEND
fr: ENVOYER

# Reports_Draft_SelectFiles
source: Select Files
fr: Sélectionner des Fichiers

# Reports_Draft_ExitReport_SheetTitle
source: Exit report?
fr: Quitter le rapport ?

# Reports_Draft_ExitReport_SheetExpl
source: Your draft will be lost.
fr: Votre brouillon sera perdu.

# Reports_Draft_ExitReport_Exit_SheetAction
source: Exit anyway
fr: Quitter quand même

# Reports_Draft_ExitReport_Save_SheetAction
source: save and exit
fr: enregistrer et quitter

# Reports_Draft_AddFiles
source: Attach files here
fr: Joignez des fichiers ici

# Reports_DeleteReport_SheetTitle
source: Delete report
fr: Supprimer le rapport

# Reports_DeleteReport_Cancel_SheetAction
source: CANCEL
fr: ANNULER

# Reports_DeleteReport_Delete_SheetAction
source: DELETE
fr: SUPPRIMER

# Reports_PageViewItem_Draft
source: Drafts
fr: Brouillons

# Reports_PageViewItem_Outbox
source: Outbox
fr: Boîte d'envoi

# Reports_PageViewItem_Submitted
source: Submitted
fr: Envoyés

# Reports_ManageReport_Delete_SheetAction
source: Delete
fr: Supprimer

# Reports_ManageReport_View_SheetAction
source: View
fr: Voir

# Reports_ManageReport_Edit_SheetAction
source: Edit
fr: Éditer

# Reports_ManageReport_Open_SheetAction
source: Open
fr: Ouvrir

# Reports_Draft_Select_SelectProject
source: Select your project
fr: Sélectionnez votre projet

# Reports_Draft_SelectFiles_TakePhotoVideo_SheetSelect
source: Take photo or video with camera
fr: Prendre une photo ou une vidéo avec l'appareil photo

# Reports_Draft_Record_SheetSelect
source: Record audio
fr: Enregistrer de l’audio

# Reports_Draft_SelectFiles_TellaFiles_SheetSelect
source: Select from Tella files
fr: Sélectionnez parmi les fichiers dans Tella

# Reports_Draft_SelectFiles_ImportFromDevice_SheetSelect
source: Select from your device
fr: Sélectionnez depuis votre appareil

# Reports_Outbox_PercentangeUploaded_Expl
source: Waiting for connection
fr: En attente de connexion

# Vault_DeleteFiles_SheetTitle
source: Delete files?
fr: Supprimer les fichiers ?

# Vault_DeleteFiles_SheetExpl
source: The selected files will be permanently deleted from Tella.
fr: Les fichiers sélectionnés seront définitivement supprimés de Tella.

# Reports_DeleteDraftReport_SheetExpl
source: Are you sure you want to delete this draft?
fr: Êtes-vous sûr de vouloir supprimer ce brouillon?

# Reports_DeleteOutboxReport_SheetExpl
source: Are you sure you want to delete this upload?
fr: Êtes-vous sûr de vouloir supprimer ce téléchargement ?

# Reports_DeleteSubmittedReport_SheetExpl
source: Are you sure you want to delete this sent report from your records?
fr: Êtes-vous sûr de vouloir supprimer ce rapport envoyé de vos enregistrements ?

# Settings_SettLang_Arabic_Expl
source: Arabic
fr: Arabe

# Settings_SettLang_SpanishLatinAmerican_Expl
source: Spanish Latin American
fr: Espagnol Latino-américain

# Settings_SettLang_Belarusian_Expl
source: Belarusian
fr: Biélorusse

# Settings_SettLang_Persian_Expl
source: Persian
fr: Perse

# Settings_SettLang_Kurdish_Expl
source: Kurdish
fr: Kurde

# Settings_SettLang_Burmese_Expl
source: Burmese
fr: Birman

# Common_Error
source: An error has occurred
fr: Une erreur est survenue

# LockUnlock_UnlockDeleteAfterFail_Warning_RemainingAttempts
source: You have %i attempts remaining until everything in your Tella is deleted.
fr: Vous avez %i tentatives restantes avant que tout soit définitivement supprimé de Tella.

# LockUnlock_UnlockDeleteAfterFail_Error_ContentDeleted
source: You have exceeded the maximum number of incorrect login attempts. All your Tella data has been deleted.
fr: Vous avez dépassé le nombre maximum de tentatives de connexion infructueuses. Toutes vos données Tella ont été supprimées.

# Settings_Sett_Connections
source: Connections
fr: Connexions

# Settings_Sett_Feedback
source: Feedback
fr: Retour d'information

# Settings_SettSec_DeleteAfterFail
source: Delete after failed unlock
fr: Suppression après échec du déverrouillage

# Settings_SettSec_DeleteAfterFail_Off
source: Off
fr: Éteindre

# Settings_SettSec_ShowUnlockAttempts
source: Show unlock attempts remaining
fr: Afficher les tentatives de déverrouillage restantes

# Settings_SettSec_ShowUnlockAttempts_Expl
source: On the unlock screen, show the remaining number of failed unlocking attempts before everything inside Tella is deleted
fr: Sur l’écran de déverrouillage, affichez le nombre restant de tentatives de déverrouillage infructueuses avant que tout ce qui se trouve à l’intérieur de Tella ne soit supprimé

# Settings_SettSec_PreserveMetadata
source: Preserve metadata when importing
fr: Conserver les métadonnées lors de l'importation

# Settings_SettSec_PreserveMetadata_Expl
source: Retain EXIF metadata when importing photos and videos into Tella. This includes data about when the image was created, camera settings, location and your device.
fr: Conservez les métadonnées EXIF lorsque vous importez des photos et des vidéos dans Tella. Ces métadonnées comprennent les données relatives à la date de création de l'image, aux paramètres de l'appareil photo, à la localisation et à votre appareil.

# Settings_SettDeleteAfterFail_SheetTitle
source: Delete after failed unlock
fr: Suppression après échec du déverrouillage

# Settings_SettDeleteAfterFail_SheetExpl
source: Decide how many failed unlock attempts are allowed before everything inside Tella is deleted.
fr: Décidez du nombre de tentatives de déverrouillage infructueuses autorisées avant que tout ce qui se trouve à l’intérieur de Tella ne soit supprimé.

# Settings_SettDeleteAfterFail_Off_SheetSelect
source: Off (Do not delete data)
fr: Désactivé (Ne pas supprimer les données)

# Settings_SettDeleteAfterFail_FiveAttempts_SheetSelect
source: 5 attempts
fr: 5 tentatives

# Settings_SettDeleteAfterFail_TenAttempts_SheetSelect
source: 10 attempts
fr: 10 tentatives

# Settings_SettDeleteAfterFail_TwentyAttempts_SheetSelect
source: 20 attempts
fr: 20 tentatives

# Settings_SettDeleteAfterFail_Toast
source: Your Tella data will be deleted after %i failed unlock attempts
fr: Vos données Tella seront supprimées après %i entatives infructueuses de déverrouillage

# Settings_SettDeleteAfterFail_Off_Toast
source: Your tella data won't be deleted after failed attempts
fr: Vos données Tella ne seront pas supprimées après des tentatives infructueuses de déverrouillage

# Settings_SettDeleteAfterFail_Cancel_SheetAction
source: CANCEL
fr: ANNULER

# Settings_SettDeleteAfterFail_Save_SheetAction
source: SAVE
fr: ENREGISTRER

# Reports_Submitted_ClearAll_SheetTitle
source: Clear all Submitted reports?
fr: Effacer tous les rapports envoyés ?

# Reports_Submitted_ClearAll_SheetExpl
source: Are you sure you want to delete all reports from your Submitted tab?
fr: Êtes-vous sûr de vouloir supprimer tous les rapports de votre onglet Envoyés ?

# Reports_Submitted_ClearAll_Cancel_SheetAction
source: CANCEL
fr: ANNULER

# Reports_Submitted_ClearAll_ClearSubmitted_SheetAction
source: CLEAR SUBMITTED
fr: SUPPRIMER LES ENVOYÉS

# Reports_Submitted_Clear_AppBar
source: Clear
fr: Effacer

# Reports_DraftSaved_Toast
source: The report was saved as a draft
fr: Le rapport a été enregistré en tant que brouillon

# Reports_ReportDeleted_Toast
source: “%@” has been deleted.
fr: “%@” a été supprimé.

# Reports_ReportSubmitted_Toast
source: Upload complete: “%@”
fr: Téléversement terminé : “%@”

# Reports_OutboxSaved_Toast
source: The report was saved to your Outbox. You can submit it when you are ready.
fr: Le rapport a été enregistré dans votre boîte d'envoi. Vous pouvez le soumettre lorsque vous êtes prêt.

# Reports_AllReportDeleted_Toast
source: Your submitted reports have been cleared.
fr: Vos rapports envoyés ont été supprimés.

# Settings_SettFeedback_AppBar
source: Feedback
fr: Retour d'information

# Settings_SettFeedback_EnableFeedback_Title
source: Enable feedback sharing
fr: Activer le partage du retour d'information

# Settings_SettFeedback_EnableFeedback_Expl
source: WARNING: using this feature may reveal to someone observing the network that you use Tella. Only use if you feel comfortable with this risk.
fr: AVERTISSEMENT : l'utilisation de cette fonctionnalité peut révéler à quelqu'un qui observe le réseau que vous utilisez Tella. Ne l'utilisez que si vous ne craignez pas ce risque.
