Repository: Horizontal-org/Tella-iOS
Catalog: Tella/Supporting Files/*.lproj/Localizable.strings
Languages: fr

# Settings_SettFeedback_EnableFeedback_LearnMore
source: Learn more.
fr: En apprendre davantage.

# Settings_SettFeedback_Select_Feedback
source: Feedback
fr: Retour d'information

# Settings_SettFeedback_Action_Submit
source: Submit
fr: Envoyer

# Settings_SettFeedback_Offline_Toast
source: You are not connected to the internet. Your feedback will be sent automatically when you are connected.
fr: Vous n'êtes pas connecté à Internet. Vos commentaires seront envoyés automatiquement lorsque vous serez connecté.

# Settings_SettFeedback_SuccessSent_Toast
source: Thanks for your feedback!
fr: Merci pour votre retour!

# Settings_SettFeedback_BackgroundSuccessSent_Toast
source: Your feedback has been sent
fr: Votre commentaire a été envoyé

# Settings_SettFeedback_ExitFeedback_SheetTitle
source: Save draft?
fr: Enregistrer le brouillon?

# Settings_SettFeedback_ExitFeedback_SheetExpl
source: You can come back anytime to submit your feedback.
fr: Vous pouvez revenir à tout moment pour soumettre vos commentaires.

# Settings_SettFeedback_ExitFeedback_Exit_SheetAction
source: Exit without saving
fr: Quitter sans enregistrer

# Settings_SettFeedback_ExitFeedback_Save_SheetAction
source: Save draft
fr: Enregistrer le brouillon

# Setting_SettServer_Selection_Title
source: What type of server would you like to connect to?
fr: À quel type de serveur souhaitez-vous vous connecter ?

# Setting_SettServer_No_Internet
source: No Internet connection. Try again when you are connected to the Internet.
fr: Pas de connexion Internet. Réessayez lorsque vous êtes connecté à Internet.

# Setting_SettServer_Server_URL_Incorrect
source: Error: The server URL is incorrect
fr: Erreur : L'Url du serveur est incorrecte

# Setting_Server_Uwazi_Access_Title
source: Log in if you have a username and password, or access the server as a public instance.
fr: Connectez-vous si vous disposez d'un nom d'utilisateur et d'un mot de passe, ou accédez au serveur en tant qu'instance publique.

# Setting_Server_Uwazi_Login
source: LOG IN
fr: SE CONNECTER

# Setting_Server_Uwazi_Access_Public
source: ACCESS AS PUBLIC INSTANCE
fr: ACCÈS PUBLIQUE

# Setting_Server_Uwazi_Login_Access
source: Log in to access the server
fr: Identifiez-vous pour accéder au serveur

# Setting_Server_Uwazi_Username
source: Username
fr: Nom d’utilisateur

# Setting_Server_Uwazi_Two_Step_Title
source: Two-step verification
fr: Vérification en deux étapes

# Setting_Server_Uwazi_Two_Step_Message
source: This Uwazi instance requires two-step verification. Enter here the 6-digit code from your authenticator app.
fr: Cette instance Uwazi nécessite une vérification en deux étapes. Entrez ici le code à 6 chiffres de votre application d'authentification.

# Setting_Server_Uwazi_Authentication_Placeholder
source: Authentication code
fr: Code d'authentification

# Setting_Server_Uwazi_Authentication_Verify
source: VERIFY
fr: VÉRIFIER

# Setting_Server_Uwazi_Language_Title
source: Uwazi language
fr: Langue Uwazi

# Setting_Server_Uwazi_Language_Message
source: This Uwazi collection is available in several languages. Please select in which language you would like to download templates.
fr: Cette collection Uwazi est disponible en plusieurs langues. Veuillez sélectionner dans quelle langue vous souhaitez télécharger les modèles.

# Setting_Server_Uwazi_Language_Ok
source: OK
fr: Valider

# Setting_Server_Uwazi_Language_Cancel
source: CANCEL
fr: ANNULER

# Setting_Server_Uwazi_Connect_Server
source: Connected to server
fr: Connecté au serveur

# Setting_Server_Uwazi_Success_Message
source: You have successfully connected to the server and will be able to share your data.
fr: Vous vous êtes connecté avec succès au serveur et pourrez partager vos données.

# Uwazi_Server_Edit_SheetAction
source: Edit
fr: Éditer

# Uwazi_Server_Delete_SheetAction
source: Delete
fr: Supprimer

# Uwazi_PageViewItem_Template
source: Templates
fr: Modèles

# Uwazi_Template_TemplateList_Expl
source: These are uwazi templates you can fill out.
fr: Ce sont des modèles Uwazi que vous pouvez remplir.

# Uwazi_Template_TemplateList_EmptyExpl
source: You have no saved templates. Tap the “+” button to add a new template.
fr: Vous n'avez aucun modèle enregistré. Appuyez sur le bouton « + » pour ajouter un nouveau modèle.

# Uwazi_Template_CreateEntity_SheetAction
source: Create an entity
fr: Créer une entité

# Uwazi_Template_AddTemplate_Title
source: Add Templates
fr: Ajouter des modèles

# Uwazi_Template_AddTemplate_Expl
source: These are the templates available on the Uwazi instances you are connected to. You can
fr: Ce sont les modèles disponibles sur les instances Uwazi auxquelles vous êtes connecté. Vous pouvez

# Uwazi_Template_AddTemplate_SecondExpl
source: manage your Uwazi instances here.
fr: gérer vos instances Uwazi ici.

# Uwazi_Template_AddTemplateSaved_Toast
source: successfully added to your Uwazi templates.
fr: ajouté avec succès à vos modèles Uwazi.

# Uwazi_Template_AddTemplate_EmptyExpl
source: There are no templates
fr: Il n'y a pas de modèles

# Uwazi_DeleteTemplate_SheetExpl
source: Are you sure you want to delete this Template?
fr: Êtes-vous sûr de vouloir supprimer ce modèle ?

# Uwazi_Entity_MultiFile_PrimaryDocument
source: Primary Documents
fr: Documents Principaux

# Uwazi_Entity_MultiFile_AttachManyPDFFiles
source: Attach as many PDF files as you wish
fr: Joignez autant de fichiers PDF que vous le souhaitez

# Uwazi_Entity_MultiFile_AttachManyPDFFiles_SelectTitle
source: Select PDF files
fr: Sélectionner des fichiers PDF

# Uwazi_Entity_MultiFile_SupportingFiles
source: Supporting files
fr: Fichiers de support

# Uwazi_Entity_MultiFile_SupportingFiles_HelpText
source: Select as many files as you wish
fr: Sélectionnez autant de fichiers que vous le souhaitez

# Uwazi_Entity_ExitEntity_SheetTitle
source: Exit entity?
fr: Quitter l'entité?

# Uwazi_Entity_ExitEntity_SheetExpl
source: Your draft will be lost
fr: Votre brouillon sera perdu

# Uwazi_Entity_Property_Unsopported
source: Unsupported property type
fr: Type de propriété non pris en charge

# Uwazi_Entity_Action_Next
source: Next
fr: Poursuivre

# Uwazi_Entity_Mandatory_Expl
source: This field is mandatory.
fr: Ce champ est obligatoire.

# Uwazi_Entity_Submitted
source: Entity submitted succesfully
fr: Entité soumise avec succès

# Uwazi_Entity_Submission_Failed
source: There was an error submitting the entity
fr: Tvoici une erreur lors de la soumission de l'entité

# Uwazi_Entity_SummaryDetail_ToolbarItem
source: Summary
fr: Résumé

# Uwazi_Entity_SummaryDetail_ServerTitle
source: Server:
fr: Serveur :

# Uwazi_Entity_SummaryDetail_TemplateTitle
source: Template:
fr: Modèle :

# Uwazi_Entity_SummaryDetail_EntityResponse_Title
source: Entity Response
fr: Réponse de l'entité

# Uwazi_Entity_SummaryDetail_Submit_Action
source: SUBMIT
fr: SOUMETTRE

# Uwazi_Entity_SelectFiles
source: Select Files
fr: Sélectionner des Fichiers

# Uwazi_Entity_SelectFiles_Dropdown_Title
source: files attached
fr: fichiers joints

# Uwazi_Entity_SelectFiles_Dropdown_TitleSingle
source: file attached
fr: fichier joint

# Uwazi_Entity_SelectFiles_Dropdown_Hide
source: Hide files
fr: Cacher les fichiers

# Uwazi_Entity_SelectFiles_Dropdown_Show
source: Show files
fr: Afficher les fichiers

# Uwazi_Entity_SelectDate_Title
source: Select date
fr: Sélectionner la date

# Vault_DeleteFolder_SheetTitle
source: Delete folder?
fr: Supprimer le fichier ?

# Vault_DeleteFolder_SheetExpl
source: 1 folder and the %i files inside it will be permanently deleted from Tella
fr: 1 dossier et les %i fichiers qu'il contient seront définitivement supprimés de Tella

# Vault_DeleteFolderSingleFile_SheetExpl
source: 1 folder and 1 file inside it will be permanently deleted from Tella
fr: 1 dossier et 1 fichier à l'intérieur seront définitivement supprimés de Tella

# Vault_DeleteFolders_SheetTitle
source: Delete folders?
fr: Supprimer les dossiers ?

# Vault_DeleteFolders_SheetExpl
source: %i folders and the %i files inside it will be permanently deleted from Tella
fr: %i dossiers et les %i fichiers qu'ils contiennent seront définitivement supprimés de Tella

# vault_DeleteFoldersSingleFile_SheetExpl
source: %i folders and 1 file inside it will be permanently deleted from Tella
fr: %i dossiers et 1 fichier qu'ils contiennent seront définitivement supprimés de Tella

# Settings_SettLang_Portuguese_Expl
source: Portuguese
fr: Portugais

# Settings_SettLang_Russian_Expl
source: Russian
fr: Russe

# BackgroundActivities_SheetTitle
source: Background activities
fr: Activités en arrière-plan

# BackgroundActivities_SheetExpl
source: These are the activities currently ongoing in the background.
fr: Il y a des activités actuellement en cours en arrière-plan.

# BackgroundActivities_EncryptionFail_Toast
source: Error: Encryption failed for "%@"
fr: Erreur : Chiffrement échoué pour "%@"

# BackgroundActivities_Exit_SheetTitle
source: File encryption in progress
fr: Chiffrement du fichier en cours

# BackgroundActivities_Exit_SheetExpl
source: There are files being encrypted in the background. Do you want to exit and lose the files?
fr: Il y a des fichiers chiffrés en arrière-plan. Voulez-vous quitter et perdre les fichiers ?

# BackgroundActivities_Exit_Cancel_SheetAction
source: CANCEL
fr: ANNULER

# BackgroundActivities_Exit_Discard_SheetAction
source: Exit and discard files
fr: Quitter et abandonner les fichiers

# BackgroundActivities_Encrypting
source: Encrypting “%@”
fr: Chiffrement de “%@”

# Resources_Home_Serve_title
source: Resources
fr: Ressources

# Resources_Downloaded_Title
source: Downloaded
fr: Téléchargés

# Resources_Downloaded_Empty
source: You have not downloaded any resources. Tap on the “download” icon next to each resource below to get started.
fr: Vous n'avez téléchargé aucune ressource. Appuyez sur l'icône « Télécharger » à côté de chaque ressource ci-dessous pour commencer.

# Resources_Downloaded_Empty_SecondMsg
source: You have not downloaded any resources.
fr: Vous n'avez téléchargé aucune ressource.

# Resources_Available_Title
source: Available for download
fr: Disponible pour téléchargement

# Resources_Available_Msg
source: These are the resources available for download from your Tella Web project(s).
fr: Il y a des ressources disponibles en téléchargement à partir de vos projets Tella Web.

# Resources_Available_Empty
source: There are no resources available for download from your Tella Web project(s).
fr: Aucune ressource n'est disponible au téléchargement à partir de vos projets Tella Web.

# Resources_Available_ErrorMsg
source: There was an error fetching resources
fr: Une erreur s'est produite lors de la récupération des ressources

# Resources_Downloaded_Remove_SheetTitle
source: Remove from downloads
fr: Supprimer des téléchargements

# Resources_Downloaded_Remove_SheetExpl
source: Are you sure you want to remove this resource? You can always download it again
fr: Êtes-vous sûr de vouloir supprimer cette ressource ? Vous pouvez toujours la télécharger à nouveau

# Resources_Downloaded_Remove_Cancel_SheetAction
source: CANCEL
fr: ANNULER

# Resources_Downloaded_Remove_Confirm_SheetAction
source: REMOVE
fr: SUPPRIMER

# Resources_Downloaded_Remove_Toast
source: has been removed from your downloads
fr: a été supprimé de vos téléchargements

# Resources_Downloaded_View_SheetSelect
source: View
fr: Voir

# Resource_Downloaded_Remove_SheetSelect
source: Remove from downloads
fr: Supprimer des téléchargements

# Resource_Exit_SheetTitle
source: Stop download and exit?
fr: Arrêter le téléchargement et quitter ?

# Resource_Exit_SheetExpl
source: Your download progress will be lost. You can always come back later to download the resource again.
fr: La progression de votre téléchargement sera perdue. Vous pouvez toujours revenir télécharger plus tard la ressource.

# Resource_Exit_Confirm_SheetSelect
source: EXIT
fr: QUITTER

# Resource_Exit_Cancel_SheetSelect
source: KEEP DOWNLOADING
fr: CONTINUER DE TÉLÉCHARGER

# Vault_MoreActions_Edit_SheetSelect
source: Edit
fr: Éditer

# Vault_DeleteFile_Warning_SheetDescription
source: Some of the selected files are currently used in your connections. Deleting may impact forms and reports that haven’t been sent yet
fr: Certains des fichiers sélectionnés sont actuellement utilisés dans vos connexions. La suppression peut avoir un impact sur les formulaires et les rapports qui n'ont pas encore été envoyés

# Vault_DeleteFile_Warning_SheetTitle
source: Warning
fr: Avertissement

# Vault_DeleteFile_DeleteAnyway_SheetAction
source: Delete anyway
fr: Supprimer quand même

# Uwazi_PageViewItem_Draft
source: Drafts
fr: Brouillons

# Uwazi_PageViewItem_Outbox
source: Outbox
fr: Boîte d'envoi

# Uwazi_PageViewItem_Submitted
source: Submitted
fr: Envoyés

# Uwazi_Delete_SheetTitle
source: Delete “%@”?
fr: Supprimer “%@”?

# Uwazi_Template_DeleteFromDevice_SheetAction
source: Delete from this device
fr: Supprimer de cet appareil

# Uwazi_Template_DeleteTemplate_SheetAction
source: Delete Template
fr: Supprimer le modèle

# Uwazi_Deleted_Toast
source: “%@” has been deleted.
fr: “%@” a été supprimé.

# Uwazi_Draft_DraftList_Expl
source: These are entities you have not submitted. Tap on an entity to continue working on it.
fr: Ce sont des entités que vous n'avez pas soumises. Appuyez sur une entité pour continuer à travailler dessus.

# Uwazi_Draft_EmptyDraftList_Expl
source: Your Drafts is currently empty. Entities that you have not submitted will appear here.
fr: Vos brouillons sont actuellement vides. Les entités que vous n'avez pas soumises apparaîtront ici.

# Uwazi_Draft_EntitySaved_Toast
source: Entity is saved as draft.
fr: L'entité est enregistrée comme brouillon.

# Uwazi_Draft_Delete_SheetExpl
source: Are you sure you want to delete this draft?
fr: Êtes-vous sûr de vouloir supprimer ce brouillon?

# Uwazi_Draft_Delete_NO_SheetAction
source: NO
fr: NON

# Uwazi_Draft_Delete_YES_SheetAction
source: YES
fr: OUI

# Uwazi_Draft_Edit_SheetSelect
source: Edit draft
fr: Modifier le brouillon

# Uwazi_Draft_Delete_SheetSelect
source: Delete draft
fr: Supprimer le brouillon

# Uwazi_Outbox_Delete_SheetExpl
source: Are you sure you want to delete this entity?
fr: Êtes-vous sûr de vouloir supprimer cette entité ?

# Uwazi_Outbox_OutboxList_Expl
source: These are entities currently being submitted.
fr: Il y a sont des entités en cours de soumission.

# Uwazi_Outbox_EmptyOutboxList_Expl
source: Your Outbox is currently empty. Entities that are ready to send will appear here.
fr: Votre boîte d'envoi est actuellement vide. Les entités prêtes à envoyer apparaîtront ici.

# Uwazi_View_SheetSelect
source: View entity
fr: Afficher l'entité

# Uwazi_Delete_SheetSelect
source: Delete entity
fr: Supprimer l'entité

# Uwazi_Submitted_SubmittedList_Expl
source: These are entities that you have submitted successfully.
fr: Voici les entités que vous avez soumises.

# Uwazi_Submitted_EmptySubmittedList_Expl
source: You have no submitted entities.
fr: Vous n'avez aucune entité soumise.

# Uwazi_Submitted_AppBar
source: Submitted entity
fr: Entité envoyée

# Uwazi_Submitted_UploadedOn
source: Uploaded on %@
fr: Téléversé sur %@

# Uwazi_Submitted_Files
source: %i files, %@
fr: %i fichiers, %@

# Uwazi_Submitted_File
source: %i file, %@
fr: %i fichier, %@

# Uwazi_Submitted_Delete_SheetTitle
source: Delete entity?
fr: Supprimer l'entité ?

# Uwazi_Submitted_Delete_SheetExpl
source: Are you sure you want to delete this form from your device? Note that because it was already submitted, the data will remain on your orgenization’s server.
fr: Êtes-vous sûr de vouloir supprimer ce formulaire de votre appareil ? Notez que comme elles ont déjà été soumises, les données resteront sur le serveur de votre organisation.

# Uwazi_Submitted_Delete_Cancel_SheetAction
source: CANCEL
fr: ANNULER

# Uwazi_Submitted_Delete_Delete_SheetAction
source: DELETE
fr: SUPPRIMER

# Uwazi_Entity_Relationship_Expl
source: Select the entities you want to connect to this property.
fr: Sélectionnez les entités que vous souhaitez connecter à cette propriété.

# Uwazi_Entity_Relationship_Select_title
source: Select entities
fr: Choisir des entités

# Uwazi_Entity_Relationship_AddMore_title
source: Add more entities
fr: Ajouter plus d'entités

# Uwazi_Entity_Relationship_SingleConnection
source: entity connected
fr: entité connectée

# Uwazi_Entity_Relationship_MultipleConnections
source: entities connected
fr: entités connectées

# Uwazi_Relationship_List_Expl
source: Search for or select the entities you want to connect to this property.
fr: Recherchez ou sélectionnez les entités que vous souhaitez connecter à cette propriété.

# Uwazi_Relationship_SearchBar_Title
source: Search
fr: Rechercher

# Vault_LimitedPhotoLibraryPermission_Action_Settings
source: Settings
fr: Paramètres

# Vault_LimitedPhotoLibraryPermission_Action_Cancel
source: CANCEL
fr: ANNULER

# Settings_SettServer_Cancel_SheetAction
source: CANCEL
fr: ANNULER

# Settings_SettServer_Delete_SheetAction
source: DELETE
fr: SUPPRIMER

# Setting_Server_Reports_Success_Message
source: GO TO REPORTS
fr: ALLER AUX RAPPORTS

# Reports_DeleteReport_Draft_SheetTitle
source: Delete report
fr: Supprimer le rapport

# Reports_Outbox_Submit
source: Submit
fr: Envoyer

# Reports_Submitted_UploadedDate_Expl
source: Uploaded on %@
fr: Téléversé sur %@

# Reports_Outbox_Uploaded_Title
source: uploaded
fr: téléversé

# Setting_Server_URL
source: Enter the server URL
fr: Entrez l'URL du serveur

# Setting_Server_Password
source: Password
fr: Mot de passe

# Setting_Server_Create_Folder_Title
source: Create new folder
fr: Créer un nouveau dossier

# Reports_Outbox_ExitReport_SheetTitle
source: Exit report?
fr: Quitter le rapport ?

# Reports_Outbox_ExitReport_Cancel_SheetAction
source: CANCEL
fr: ANNULER

# Reports_Paused_CardExpl
source: Paused
fr: En pause

# Reports_Submitting_CardExpl
source: Submitting
fr: Envoi en cours

# Nextcloud_ConnectionExpired_Login_SheetAction
source: Login
fr: Identifiants

# Error_NoInternetConnection
source: No Internet connection. Try again when you are connected to the Internet.
fr: Pas de connexion Internet. Réessayez lorsque vous êtes connecté à Internet.

# Vault_EditFile_Exit_SheetTitle
source: Unsaved changes
fr: Modifications non enregistrées

# Vault_EditFile_Exit_SheetExpl
source: Your changes have not been saved. Would you like to save before exiting?
fr: Vos modifications n'ont pas été enregistrées. Souhaitez-vous sauvegarder avant de quitter ?

# Vault_EditFile_Exit_SheetAction
source: EXIT WITHOUT SAVING
fr: QUITTER SANS ENREGISTRER

# Dropbox_ConnectionExpired_Login_SheetAction
source: Login
fr: Identifiants

# Settings_SettAbout_Tutorial
source: Tutorial
fr: Tutoriel

# Setting_Server_AdvancedSettings
source: Advanced settings
fr: Paramètres avancés

# Onboarding_LockDone_Title
source: You’re all done!
fr: Vous avez terminé !

# Onboarding_LockDone_Expl
source: You can go to Tella or continue customizing Tella with advanced options.
fr: Vous pouvez aller sur Tella ou continuer à personnaliser Tella avec des options avancées.

# Onboarding_Done_Action_GoToTella
source: Go to tella
fr: Aller à Tella

# Onboarding_LockDone_Action_AdvancedSettings
source: Advanced settings
fr: Paramètres avancés

# Onboarding_ServerDone_Title
source: Advanced customization complete!
fr: Personnalisation avancée terminée !

# Onboarding_ServerDone_Expl
source: You can always change your preferences in the Tella Settings.
fr: Vous pouvez toujours modifier vos préférences dans les paramètres Tella.

# Onboarding_ServerMain_Title
source: Share data you collect
fr: Partagez les données que vous collectez

# Onboarding_ServerConnected_Title
source: Connected to project
fr: Connecté au projet

# Onboarding_ServerConnected_Expl
source: You have successfully connected to the server and will be able to share your data.
fr: Vous vous êtes connecté avec succès au serveur et pourrez partager vos données.

# Settings_Sett_QuickDelete_Files_tooltip
source: Delete all the files stored in Tella.
fr: Supprimez tous les fichiers stockés dans Tella.

# LockUnlock_ProtectLock_SheetAction
source: Continue
fr: Continuer

# Onboarding_Record_Title
source: Record
fr: Enregistrer

# Setting_Server_GDrive_CreateNewFolder_SheetAction
source: Create new folder
fr: Créer un nouveau dossier

# Setting_Server_GDrive_NewFolder_Cancel_SheetAction
source: Cancel
fr: Annuler
